Repository: wickbull/saving
Catalog: back/resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: ru_ru, uk_ua

source: Chair created successfully
ru_ru: Кафедра успешно создана
uk_ua: Кафедру успішно створено

source: Chair saved successfully
ru_ru: Кафедра успешно сохранена
uk_ua: Кафедру успішно збережено

source: Chair deleted successfully
ru_ru: Кафедра успешно удалена
uk_ua: Кафедру успішно видалено

source: Chairs
ru_ru: Кафедры
uk_ua: Кафедри

source: New document created successfully
ru_ru: Новый документ успешно создан
uk_ua: Новий документ успішно створено

source: Document saved successfully
ru_ru: Документ успешно сохранен
uk_ua: Документ успішно збережено

source: Document deleted successfully
ru_ru: Документ успешно удален
uk_ua: Документ успішно видалено

source: Documents
ru_ru: Документы
uk_ua: Документи

source: Laboratory created successfully
ru_ru: Лаборатория успешно создана
uk_ua: Лабораторію успішно створено

source: Laboratory saved successfully
ru_ru: Лаборатория успешно сохранена
uk_ua: Лабораторію успішно збережено

source: Laboratory deleted successfully
ru_ru: Лаборатория успешно удалена
uk_ua: Лабораторію успішно видалено

source: Laboratories
ru_ru: Лаборатории
uk_ua: Лабораторії

source: Language created successfully
ru_ru: Язык успешно создан
uk_ua: Мову успішно створено

source: Language updated successfully
ru_ru: Язык успешно обновлен
uk_ua: Мову успішно оновлено

source: Languages
ru_ru: Языки
uk_ua: Мови

source: Lecturer created successfully
ru_ru: Преподаватель успешно создан
uk_ua: Викладача успішно створено

source: Lecturer saved successfully
ru_ru: Преподаватель успешно сохранен
uk_ua: Викладача успішно збережено

source: Lecturer deleted successfully
ru_ru: Преподаватель успешно удален
uk_ua: Викладача успішно видалено

source: Image
ru_ru: Изображение
uk_ua: Зображення

source: Lecturers
ru_ru: Преподаватели
uk_ua: Викладачі

source: Category created successfully
ru_ru: Категория успешно создана
uk_ua: Категорію успішно створено

source: Category saved successfully
ru_ru: Категория успешно сохранена
uk_ua: Категорію успішно збережено

source: News Category deleted successfully
ru_ru: Категория новостей успешно удалена
uk_ua: Категорію новин успішно видалено

source: News
ru_ru: Новости
uk_ua: Новини

source: News categories
ru_ru: Новые категории
uk_ua: Категорія новин

source: News created successfully
ru_ru: Новость успешно создана
uk_ua: Новину успішно створено

source: News saved successfully
ru_ru: Новость успешно сохранена
uk_ua: Новину успішно збережено

source: News deleted successfully
ru_ru: Новость успешно удалена
uk_ua: Новину успішно видалено

source: Page created successfully
ru_ru: Страница успешно создана
uk_ua: Сторінку успішно створено

source: Page saved successfully
ru_ru: Страница успешно сохранена
uk_ua: Сторінку успішно збережено

source: Page deleted successfully
ru_ru: Страница успешно удалена
uk_ua: Сторінку успішно видалено

source: Pages
ru_ru: Страницы
uk_ua: Сторінки

source: Publications Category deleted successfully
ru_ru: Категория публикаций успешно удалена
uk_ua: Категорію публікацій успішно видалено

source: Publications
ru_ru: Публикации
uk_ua: Публікації

source: Publications categories
ru_ru: Категории публикаций
uk_ua: Категорія публікацій

source: Publication created successfully
ru_ru: Публикация успешно создана
uk_ua: Публікацію успішно створено

source: Publication saved successfully
ru_ru: Публикация успешно сохранена
uk_ua: Публікацію успішно збережено

source: Publication deleted successfully
ru_ru: Публикация успешно удалена
uk_ua: Публікацію успішно видалено

source: Setting created successfully
ru_ru: Настройка успешно создана
uk_ua: Налаштування успішно створено

source: Setting updated successfully
ru_ru: Настройка успешно обновлена
uk_ua: Налаштування успішно оновлено

source: Settings
ru_ru: Настройки
uk_ua: Налаштування

source: Status created successfully
ru_ru: Статус успешно создан
uk_ua: Статус успішно створено

source: Status saved successfully
ru_ru: Статус успешно сохранен
uk_ua: Статус успішно збережно

source: Statuses
ru_ru: Статусы
uk_ua: Статуси

source: Group tags created successfully
ru_ru: Группа тегов успешно создана
uk_ua: Групу тегів успішно створено

source: Group tags saved successfully
ru_ru: Группа тегов успешно сохранена
uk_ua: Групу тегів успішно збережено

source: Tags groups
ru_ru: Группы тегов
uk_ua: Групи тегів

source: Tag created successfully
ru_ru: Тег успешно создан
uk_ua: Тег успішно створено

source: Tag has been replaced
ru_ru: Тег был заменен
uk_ua: Тег успішно змінено

source: Tag saved successfully
ru_ru: Тег успешно сохранен
uk_ua: Тег успішно збережено

source: Tag deleted successfully
ru_ru: Тег успешно удален
uk_ua: Тег успішно видалено

source: Tags
ru_ru: Теги
uk_ua: Теги

source: Users
ru_ru: Пользователи
uk_ua: Користувачі

source: User created successfully
ru_ru: Пользователь успешно создан
uk_ua: Користувача успішно створено

source: Users saved successfully
ru_ru: Пользователи успешно сохранены
uk_ua: Користувача успішно збережено

source: Support Starlight
ru_ru: Поддержка Starlight
uk_ua: Підтримка Starlight

source: Password Reset for Starlight Control Center account
ru_ru: Смена пароля для учетной записи Центра управления Starlight
uk_ua: Відновлення паролю для облікового запису Центру керування Starlight

source: Mail with further instructions was sent to user
ru_ru: Электроннное письмо с дальнейшими инструкциями было отправлено пользователю
uk_ua: Електронного листа з подальшими інструкціями було відправлено користувачу

source: Password was reseted successfully
ru_ru: Пароль был успешно изменен
uk_ua: Пароль успішно відновлено

source: Invite to Starlight Control Center
ru_ru: Пригласить в Центр управления Starlight
uk_ua: Запросити до Центру керування Starlight

source: Your have an administrator account now. Please log in.
ru_ru: Сейчас у вас учетная запись администратора. Пожалуйста, войдите в систему.
uk_ua: Наразі у вас обліковий запис адміністратора. Будь ласка, увійдіть у систему.

source: User deleted successfully
ru_ru: Пользователь успешно удален
uk_ua: Користувача успішно видалено

source: Photo
ru_ru: Фото
uk_ua: Фото

source: List
ru_ru: Список
uk_ua: Перелік

source: Laboratory edit
ru_ru: Редактирование лаборатории
uk_ua: Редагування лабораторії

source: Delete laboratory
ru_ru: Удалить лабораторию
uk_ua: Видалити лабораторію

source: Edit laboratory
ru_ru: Редактирование лаборатории
uk_ua: Редагування лабораторії

source: Main form
ru_ru: Главная форма
uk_ua: Основна форма

source: Preview
ru_ru: Предварительный просмотр
uk_ua: Попередній перегляд

source: Cancel
ru_ru: Отмена
uk_ua: Скасувати

source: Save and close
ru_ru: Сохранить и закрыть
uk_ua: Зберегти та закрити

source: Save laboratory
ru_ru: Сохранить лабораторию
uk_ua: Зберегти лабораторію

source: Home
ru_ru: Главная
uk_ua: Головна

source: Create User
ru_ru: Создать пользователя
uk_ua: Створити користувача

source: Create user
ru_ru: Создать пользователя
uk_ua: Створити користувача

source: News edit
ru_ru: Редактирование новостей
uk_ua: Редагування новин

source: Delete news
ru_ru: Удалить новость
uk_ua: Видалити новину

source: Edit news
ru_ru: Редактирование новостей
uk_ua: Редагувати новину

source: Save news
ru_ru: Сохранить новости
uk_ua: Зберегти новину

source: root
ru_ru: источник
uk_ua: джерело

source: directory
ru_ru: каталог
uk_ua: каталог

source: Create Users Team
ru_ru: Создать группу пользователей
uk_ua: Створити групу користувачів

source: Users Teams
ru_ru: Группы пользователей
uk_ua: Групи користувачів

source: Create users team
ru_ru: Создать группу пользователей
uk_ua: Створити групу користувачів

source: Dashboard
ru_ru: Панель инструментов
uk_ua: Панель інструментів

source: You were invited to Starlight Control Center as administrator.
ru_ru: Вы были приглашены в Центр управления Starlight в качестве администратора.
uk_ua: Вас було запрошено до Центру керування Starlight у якості адміністратора

source: Username:
ru_ru: Имя пользователя:
uk_ua: Користувач:

source: If this was a mistake, just ignore this email and nothing will happen
ru_ru: Если это произошло по ошибке, просто пригнорируйте это письмо, и ничего не произойдет
uk_ua: Якщо це сталось помилково, просто проігноруйте цей лист

source: To confirm this action, visit the following address:
ru_ru: Для подтверждения этого дейстия перейдите по следующему адресу:
uk_ua: Для підтвердження дії перейдіть за посиланням:

source: Edit
ru_ru: Редактирование
uk_ua: Редагування

source: Add fragment
ru_ru: Добавить фрагмент
uk_ua: Додати фрагмент

source: Fragments
ru_ru: Фрагменты
uk_ua: Фрагменти

source: Create Fragment
ru_ru: Создать фрагмент
uk_ua: Створити фрагмент

source: Create news category
ru_ru: Создать категорию новостей
uk_ua: Створити категорію новин

source: News Categories
ru_ru: Категории новостей
uk_ua: Категорії новин

source: Create category
ru_ru: Создать категорию
uk_ua: Створити категорію

source: Create News Category
ru_ru: Создать категорию новостей
uk_ua: Створити категорію новин

source: Search lecturers
ru_ru: Поиск преподавателей
uk_ua: Пошук викладачів

source: Publication add
ru_ru: Добавить публикацию
uk_ua: Додати публікацію

source: Add publication
ru_ru: Добавить публикацию
uk_ua: Додати публікацію

source: Create and close
ru_ru: Создать и закрыть
uk_ua: Створити та закрити

source: Create publication
ru_ru: Создать публикацию
uk_ua: Створити публікацію

source: Edit tags group
ru_ru: Редактировать группу тегов
uk_ua: Редагування групи тегів

source: Tags Groups
ru_ru: Группы тегов
uk_ua: Групи тегів

source: Edit category
ru_ru: Редактировать категорию
uk_ua: Редагування категорії

source: Save changes
ru_ru: Сохранить изменения
uk_ua: Зберегти зміни

source: Name
ru_ru: Имя
uk_ua: Ім’я

source: Title
ru_ru: Заголовок (название)
uk_ua: Заголовок (назва)

source: Type
ru_ru: Тип
uk_ua: Тип

source: Value
ru_ru: Значение
uk_ua: Значення

source: Lang
ru_ru: Язык
uk_ua: Мова

source: List of tags
ru_ru: Список тегов
uk_ua: Перелік тегів

source: Create tag
ru_ru: Создать тег
uk_ua: Створити тег

source: Search
ru_ru: Поиск
uk_ua: Пошук

source: Categories
ru_ru: Категории
uk_ua: Категорії

source: Select categories
ru_ru: Выбрать категорию
uk_ua: Обрати категорію

source: Upload file
ru_ru: Загрузить файл
uk_ua: Завантажити файл

source: Crop image
ru_ru: Обрезать изображение
uk_ua: Обрізати зображення

source: Clear
ru_ru: Очистить
uk_ua: Очистити

source: Small image
ru_ru: Маленькое изображение
uk_ua: Мале зображення

source: required image size
ru_ru: требуемый размер изображения
uk_ua: потрібний розмір зображення

source: Edit setting
ru_ru: Редактировать настройку
uk_ua: Редагування налаштування

source: Return back
ru_ru: Назад
uk_ua: Назад

source: News list
ru_ru: Список новостей
uk_ua: Перелік новин

source: View news list
ru_ru: Просмотр списка новостей
uk_ua: Перегляд переліку новин

source: Create news
ru_ru: Создать новость
uk_ua: Створити новину

source: Languages list
ru_ru: Список языков
uk_ua: Перелік мов

source: View languages list
ru_ru: Просмотр списка языков
uk_ua: Перегляд переліку мов

source: Create language
ru_ru: Создать язык
uk_ua: Створити мову

source: Is active
ru_ru: Активирована
uk_ua: Активовано

source: Permissions saved successfully
ru_ru: Права доступа успешно сохранены
uk_ua: Права доступу успішно збережено

source: Edit language
ru_ru: Редактировать язык
uk_ua: Редагування мови

source: Foundation Time
ru_ru: Время основания
uk_ua: Час заснування

source: Create Time
ru_ru: Время создания
uk_ua: Час створення

source: Update Time
ru_ru: Время обновления
uk_ua: Час оновлення

source: Status
ru_ru: Статус
uk_ua: Статус

source: Active
ru_ru: Активирована
uk_ua: Активовано

source: Disabled
ru_ru: Отключено
uk_ua: Відключено

source: There is no available laboratories by this request
ru_ru: Нет доступных лабораторий по этому запросу
uk_ua: Немає доступних лабораторій за цим запитом

source: Edit news category
ru_ru: Редактирование категории новостей
uk_ua: Редагування категорії новин

source: Delete news category
ru_ru: Удалить категорию новостей
uk_ua: Видалити категорію новин

source: Edit categories
ru_ru: Редактирование категории
uk_ua: Редагування категорії

source: Users list
ru_ru: Список пользователей
uk_ua: Перелік користувачів

source: View users list
ru_ru: Просмотр списка пользователей
uk_ua: Перегляд переліку користувачів

source: Create users
ru_ru: Создать пользователя
uk_ua: Створити користувача

source: List of news categories
ru_ru: Список категорий новостей
uk_ua: Перелік категорій новин

source: New Categories
ru_ru: Категории новостей
uk_ua: Категории новостей

source: Top
ru_ru: Главная
uk_ua: Головна

source: Deescription
ru_ru: Описание
uk_ua: Опис

source: Delete
ru_ru: Удалить
uk_ua: Видалити

source: Drop your files here
ru_ru: Перетяните ваши файлы сюда
uk_ua: Перетягніть ваші фотографії сюди

source: Slug
ru_ru: Адрес страницы (URL)
uk_ua: Адреса сторінки (URL)

source: Enter slug
ru_ru: Введите адрес страницы (URL)
uk_ua: Введіть адресу сторінки (URL)

source: manual
ru_ru: вручную
uk_ua: вручну

source: Position
ru_ru: Положение
uk_ua: Положення

source: Body
ru_ru: Основной текст
uk_ua: Основний текст

source: Birth data
ru_ru: Дата рождения
uk_ua: Дата народження

source: Email
ru_ru: Электронная почта
uk_ua: Електронна пошта

source: Telephone
ru_ru: Телефон
uk_ua: Телефон

source: is dean
ru_ru: Декан
uk_ua: Декан

source: is active
ru_ru: активирована
uk_ua: активовано

source: Gallery add
ru_ru: Добавить гелерею
uk_ua: Додати гелерею

source: Gallery Items
ru_ru: Элементы галереи
uk_ua: Елементи галереї

source: Edit item for
ru_ru: Редактировать элемент для
uk_ua: Редагувати елемент для

source: gallery
ru_ru: гелерея
uk_ua: галерея

source: Save gallery item
ru_ru: Сохранить элемент галереи
uk_ua: Зберегти елемент галереї

source: Lecturer add
ru_ru: Добавить преподавателя
uk_ua: Додати викладача

source: Add lecturer
ru_ru: Добавить преподавателя
uk_ua: Додати викладача

source: New lecturer
ru_ru: Новый преподаватель
uk_ua: Новий викладач

source: Create new lecturer
ru_ru: Создать нового преподавателя
uk_ua: Створити нового викладача

source: Create publications category
ru_ru: Создать категорию публикаций
uk_ua: Створити категорію публікацій

source: Publications Categories
ru_ru: Категории публикаций
uk_ua: Категорії публікацій

source: Create Publications Category
ru_ru: Создать категорию публикаций
uk_ua: Створити категорію публікацій

source: Lecturers:
ru_ru: Преподаватели:
uk_ua: Викладачі:

source: Nothing to show
ru_ru: Ничего не выбрано
uk_ua: Нічого не вибрано

source: Chairs list
ru_ru: Список кафедр
uk_ua: Перелік кафедр

source: View chairs list
ru_ru: Просмотр списка кафедр
uk_ua: Перегляд переліку кафедр

source: Create chair
ru_ru: Создать кафедру
uk_ua: Створити кафедру

source: There is no available chairs
ru_ru: Нет доступных кафедр
uk_ua: Немає доступних кафедр

source: Lecturer edit
ru_ru: Редактирование преподавателя
uk_ua: Редагування викладача

source: Delete lecturer
ru_ru: Удалить преподавателя
uk_ua: Видалити викладача

source: Edit lecturer
ru_ru: Редактирование преподавателя
uk_ua: Редагування викладача

source: Save lecturer
ru_ru: Сохранить преподавателя
uk_ua: Створити викладача

source: Lecturers list
ru_ru: Список преподавателей
uk_ua: Перелік викладачів

source: View lecturers list
ru_ru: Просмотр списка преподавателей
uk_ua: Перегляд переліку викладачів

source: Create lecturer
ru_ru: Создать преподавателя
uk_ua: Створити викладача

source: Edit users team
ru_ru: Редактировать группу пользователей
uk_ua: Редагування групи користувачів

source: Delete team
ru_ru: Удалить группу
uk_ua: Видалити групу

source: List of statuses
ru_ru: Список статусов
uk_ua: Перелік статусів

source: Create status
ru_ru: Создать статус
uk_ua: Створити статус

source: Galleries
ru_ru: Гелереи
uk_ua: Галереї

source: Add gallery
ru_ru: Создать гелерею
uk_ua: Додати галерею

source: Create new gallery
ru_ru: Создать новую галерею
uk_ua: Створити нову галерею

source: There is no available lecturers by this request
ru_ru: Нет доступных преподавателей по этому запросу
uk_ua: Немає доступних викладачів за цим запитом

source: Teams
ru_ru: Группы
uk_ua: Групи

source: Select teams
ru_ru: Выбрать группу
uk_ua: Обрати групу

source: Upload files
ru_ru: Загрузить файлы
uk_ua: Завантажити файли

source: Galleries list
ru_ru: Список галерей
uk_ua: Перелік галерей

source: View galleries list
ru_ru: Просмотр списка галерей
uk_ua: Перегляд переліку галерей

source: Create gallery
ru_ru: Создать галерею
uk_ua: Створити галерею

source: Users Teams list
ru_ru: Список групп пользователей
uk_ua: Перелік груп користувачів

source: Permissions Users Teams list
ru_ru: Список групп пользователей с правами доступа
uk_ua: Перелік груп користувачів з правами доступу

source: View users teams list for permissions
ru_ru: Просмотр списка групп пользователей для предоставления прав доступа
uk_ua: Перегляд груп користувачів для надання прав доступу

source: Publication edit
ru_ru: Редактирование публикации
uk_ua: Редагування публікації

source: Delete publication
ru_ru: Удалить публикацию
uk_ua: Видалити публікацію

source: Edit publication
ru_ru: Редактирование публикации
uk_ua: Редагування публікації

source: Save publication
ru_ru: Сохранить публикацию
uk_ua: Зберегти публікацію

source: Publish Time
ru_ru: Время публикации
uk_ua: Час публікації

source: Creator
ru_ru: Автор
uk_ua: Автор

source: Editor
ru_ru: Редактор
uk_ua: Редактор

source: There is no available publications by this request
ru_ru: Нет доступных публикаций по этому запросу
uk_ua: Немає доступних публікацій за цим запитом

source: Select tags
ru_ru: Выбрать теги
uk_ua: Обрати теги

source: Create Status
ru_ru: Создать статус
uk_ua: Створити статус

source: List of tags groups
ru_ru: Список группы тегов
uk_ua: Перелік груп тегів

source: Create tags group
ru_ru: Создать группу тегов
uk_ua: Створити групу тегів

source: Is top
ru_ru: Главная
uk_ua: Головна

source: There is no available news
ru_ru: Нет доступных новостей
uk_ua: Немає доступних новин

source: Fragment created successfully
ru_ru: Фрагмент успешно создан
uk_ua: Фрагмент успішно створено

source: Fragment saved successfully
ru_ru: Фрагмент успешно сохранен
uk_ua: Фрагмент успішно збережено

source: Fragment deleted successfully
ru_ru: Фрагмент успешно удален
uk_ua: Фрагмент успішно видалено

source: There is no available lecturers
ru_ru: Нет доступных преподавателей
uk_ua: Немає доступних викладачів

source: Search publications
ru_ru: Поиск публикаций
uk_ua: Пошук публікацій

source: Subtitle
ru_ru: Подзаголовок
uk_ua: Підзаголовок

source: Publication time
ru_ru: Время публикации
uk_ua: Час публікації

source: is top
ru_ru: главная
uk_ua: Головна

source: Create directory
ru_ru: Создать каталог
uk_ua: Створити каталог

source: empty
ru_ru: пусто
uk_ua: порожньо

source: Document list
ru_ru: Список документов
uk_ua: Перелік документів

source: View documents list
ru_ru: Просмотр списка документов
uk_ua: Перегляд переліку документів

source: Create document
ru_ru: Создать документ
uk_ua: Створити документ

source: Edit page
ru_ru: Редактирование страницы
uk_ua: Редагування сорінки

source: Delete page
ru_ru: Удалить страницу
uk_ua: Видалити сторінку

source: News add
ru_ru: Добавить новость
uk_ua: Додати новину

source: Add news
ru_ru: Добавить новость
uk_ua: Додати новину

source: Additional
ru_ru: Дополнительно
uk_ua: Додатково

source: Additional settings
ru_ru: Дополнительные настройки
uk_ua: Додаткові налаштування

source: Hide additional
ru_ru: Скрыть дополнительное
uk_ua: Приховати додаткове

source: There is no available chairs by this request
ru_ru: Нет доступных кафедр по этому запросу
uk_ua: Немає доступних кафедр за цим запитом

source: Add document
ru_ru: Добавить документ
uk_ua: Додати документ

source: Create Document
ru_ru: Создать документ
uk_ua: Створити документ

source: Add language
ru_ru: Добавить язык
uk_ua: Додати мову

source: Attachments
ru_ru: Прикрепленные файлы
uk_ua: Прикріплені файли

source: Search news
ru_ru: Поиск новостей
uk_ua: Пошук новин

source: Related publications:
ru_ru: Связанные публикации:
uk_ua: Пов'язані публікації:

source: Folder created sucessfully
ru_ru: Папка успешно создана
uk_ua: Папку успішно створено

source: Chair edit
ru_ru: Редактирование кафедры
uk_ua: Редагування кафедри

source: Delete chair
ru_ru: Удалить кафедру
uk_ua: Видалити кафедру

source: Edit chair
ru_ru: Редактирование кафедры
uk_ua: Редагування кафедри

source: Save chair
ru_ru: Сохранить кафедру
uk_ua: Зберегти кафедру

source: Storage
ru_ru: Хранилище
uk_ua: Сховище

source: Edit users team permissions
ru_ru: Редактирование прав доступа группы пользователей
uk_ua: Редагування права доступу групи користувачів

source: Edit permissions of
ru_ru: Редактирование прав доступа
uk_ua: Редагувати права доступу

source: Save permissions
ru_ru: Сохранить права доступа
uk_ua: Зберегти права доступу

source: Team deleted successfully
ru_ru: Группа успешно удалена
uk_ua: Групу успішно видалено

source: Create Tag
ru_ru: Создать тег
uk_ua: Створити тег

source: Chair add
ru_ru: Добавить кафедру
uk_ua: Додати кафедру

source: Add chair
ru_ru: Добавить кафедру
uk_ua: Додати кафедру

source: New chair
ru_ru: Новая кафедра
uk_ua: Нова кафедра

source: Create new chair
ru_ru: Создать новую кафедру
uk_ua: Створити нову кафедру

source: Main lecturer
ru_ru: Основной преподаватель
uk_ua: Основний викладач

source: Select lecturer
ru_ru: Выбрать преподавателя
uk_ua: Вибрати викладача

source: Chair
ru_ru: Кафедра
uk_ua: Кафедра

source: Select chair
ru_ru: Выбрать кафедру
uk_ua: Вибрати кафедру

source: Create group
ru_ru: Создать группу
uk_ua: Створити групу

source: Create Tags Group
ru_ru: Создать группу тегов
uk_ua: Створити групу тегів

source: Edit status
ru_ru: Редактировать статус
uk_ua: Редагувати статус

source: Select statuses
ru_ru: Выбрать статус
uk_ua: Обрати статус

source: Edit User
ru_ru: Редактирование пользователя
uk_ua: Редагування користувача

source: User
ru_ru: Пользователь
uk_ua: Користувач

source: Edit user
ru_ru: Редактирование пользователя
uk_ua: Редагування користувача

source: Delete user
ru_ru: Удалить пользователя
uk_ua: Видалити користувача

source: Are you sure to reset password for this user?
ru_ru: Вы действительно хотите восстановить пароль для этого пользователя?
uk_ua: Ви дійсно бажаєте відновити пароль для цього користувача?

source: Reset password
ru_ru: Восстановить пароль
uk_ua: Відновлення паролю

source: Are you sure to invite this user as administrator?
ru_ru: Вы действительно хотите пригласить этого пользователя в качестве администратора?
uk_ua: Ви дійсно бажаєте запросити цього користувача у якості адміністратора?

source: Invite as administrator
ru_ru: Пригласить в качестве администратора
uk_ua: Запросити у якості адміністратора

source: User's materials
ru_ru: Материалы пользователя
uk_ua: Матеріали користувача

source: Materials of
ru_ru: Материалы
uk_ua: Матеріали

source: Chairs:
ru_ru: Кафедры:
uk_ua: Кафедри:

source: Gallery edit
ru_ru: Редактирование галереи
uk_ua: Редагування галереї

source: Delete gallery
ru_ru: Удалить галерею
uk_ua: Видалити галерею

source: Create new item
ru_ru: Создать новый элемент
uk_ua: Створити новий елемент

source: Edit gallery
ru_ru: Редактирование галереи
uk_ua: Редагування галереї

source: Items
ru_ru: Элементы
uk_ua: Елементи

source: Gallery
ru_ru: Галерея
uk_ua: Галерея

source: Save gallery
ru_ru: Сохранить галерею
uk_ua: Зберегти галерею

source: Pages list
ru_ru: Список страниц
uk_ua: Перелік сторінок

source: View pages list
ru_ru: Просмотр списка страниц
uk_ua: Перегляд переліку сторінок

source: Create page
ru_ru: Создать страницу
uk_ua: Створити сторінку

source: Publications list
ru_ru: Список публикаций
uk_ua: Перелік публікацій
