Repository: wickbull/saving
Catalog: back/resources/lang/i18n/*/LC_MESSAGES/messages.po
Languages: ru_ru, uk_ua

source: View publications list
ru_ru: Просмотр списка публикаций
uk_ua: Перегляд переліку публікацій

source: Edit tag
ru_ru: Редактирование тега
uk_ua: Редагувати тег

source: Delete tag
ru_ru: Удалить тег
uk_ua: Видалити тег

source: Access denied
ru_ru: Отказано в доступе
uk_ua: Відмовлено у доступі

source: Login as another user
ru_ru: Войти в систему с другого аккаунта
uk_ua: Увійти в систему з іншого аккаунту

source: View users teams list
ru_ru: Просмотр списка груп пользователей
uk_ua: Перегляд переліку груп крористувачів

source: Date foundation
ru_ru: Дата основания
uk_ua: Дата заснування

source: Gallery created successfully
ru_ru: Галерея успешно создана
uk_ua: Галерею успішно створено

source: Gallery saved successfully
ru_ru: Галерея успешно сохранена
uk_ua: Галерею успішно збережено

source: Gallery deleted successfully
ru_ru: Галерея успешно удалена
uk_ua: Галерею успішно видалено

source: Code
ru_ru: Код
uk_ua: Код

source: Locale
ru_ru: Языковая настройка
uk_ua: Мовне налаштування

source: Edit fragment
ru_ru: Редактирование фрагмента
uk_ua: Редагування фрагменту

source: Delete fragment
ru_ru: Удалить фрагмент
uk_ua: Видалити фрагмент

source: Edit publications category
ru_ru: Редактирование категории публикаций
uk_ua: Редагування категорії публікацій

source: Delete publications category
ru_ru: Удалить категорию публикаций
uk_ua: Видали категорію публікацій

source: Edit document
ru_ru: Редактирование документа
uk_ua: Редагувати документ

source: Delete document
ru_ru: Удалить документ
uk_ua: Видалити документ

source: Logout
ru_ru: Выйти
uk_ua: Вийти

source: There is no available publications
ru_ru: Нет доступных публикаций
uk_ua: Немає доступних публікацій

source: Laboratories list
ru_ru: Список лабораторий
uk_ua: Перелік лабораторій

source: View laboratories list
ru_ru: Просморт списка лабораторий
uk_ua: Перегляд переліку лабораторій

source: Create laboratory
ru_ru: Создать лабораторию
uk_ua: Створити лабораторію

source: Laboratory add
ru_ru: Добавить лабораторию
uk_ua: Додати лабораторію

source: Add laboratory
ru_ru: Добавить лабораторию
uk_ua: Додати лабораторію

source: Add setting
ru_ru: Добавить настройку
uk_ua: Додати налаштування

source: Password Reset
ru_ru: Восстановление пароля
uk_ua: Відновлення паролю

source: Password Reset for
ru_ru: Восстановить пароль для
uk_ua: Відновити пароль для

source: New password
ru_ru: Новый пароль
uk_ua: Новий пароль

source: Repeat new password
ru_ru: Повторите новый пароль
uk_ua: Повторіть новий пароль

source: Reset
ru_ru: Восстановить
uk_ua: Відновити

source: Someone requested that the password be reset for the following account on Starlight Control Center:
ru_ru: Поступил запрос на восстановление пароля для следующей учетной записи в Центре управления Starlight:
uk_ua: Надійшов запит на відновлення паролю для наступного облікового запису в Центрі керування Starlight

source: To reset your password, visit the following address:
ru_ru: Для восстановления пароля перейдите по следующему адресу:
uk_ua: Для відновлення паролю перейдіть за наступним посиланням

source: This lang version
ru_ru: Текущая версия языка
uk_ua: Поточна версія мови

source: Translation
ru_ru: Перевод
uk_ua: Переклад

source: Permissions
ru_ru: Права доступа
uk_ua: Права доступу

source: Manage
ru_ru: Управлять
uk_ua: Керувати

source: Create item for
ru_ru: Создать элемент для
uk_ua: Створити елемент для

source: Create new gallery item
ru_ru: Создать новый элемент галереи
uk_ua: Створити новий елемент галереї

source: Search chairs
ru_ru: Поиск кафедр
uk_ua: Пошук кафедр

source: Overview
ru_ru: Обзор
uk_ua: Перегляд

source: Edit Profile
ru_ru: Редактирование профайла
uk_ua: Редагування профайлу

source: Account Settings
ru_ru: Настройки учетной записи
uk_ua: Наташтування аккаунту

source: Related news:
ru_ru: Связанные новости:
uk_ua: Пов’язані новини:

source: Password
ru_ru: Пароль
uk_ua: Пароль

source: Repeat password
ru_ru: Повторите пароль
uk_ua: Повторіть пароль

source: First name
ru_ru: Имя
uk_ua: Ім’я

source: Last name
ru_ru: Фамилия
uk_ua: Прізвище

source: Description
ru_ru: Описание
uk_ua: Опис

source: New Folder
ru_ru: Новая папка
uk_ua: Нова папка

source: Create folder
ru_ru: Создать папку
uk_ua: Створити папку

source: Settings list
ru_ru: Список настроек
uk_ua: Перелік налаштувань

source: View settings list
ru_ru: Просмотр списка настроек
uk_ua: Перегляд переліку налаштувань

source: Create setting
ru_ru: Создать настройку
uk_ua: Створити налаштування

source: There is no available news by this request
ru_ru: Нет доступных новостей по этому запросу
uk_ua: Немає доступних новин за цим запитом

source: Fragments list
ru_ru: Список фрагментов
uk_ua: Перелік фрагментів

source: View fragments list
ru_ru: Просмотр списка фрагментов
uk_ua: Перегляд переліку фрагментів

source: Create fragment
ru_ru: Создать фрагмент
uk_ua: Створити фрагмент

source: List of publications categories
ru_ru: Список категорий публикаций
uk_ua: Перелік категорій публікацій

source: Drop your photos here
ru_ru: Перетяните фотографии сюда
uk_ua: Перетягніть ваші фотографії сюди

source: Add page
ru_ru: Добавить страницу
uk_ua: Додати сторінку

source: Create Page
ru_ru: Создать страницу
uk_ua: Створити сторінку
